<?php

return [

    'home' => 'Главная',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'actions' => 'Действия',
    'are_you_sure' => 'Вы действително хотите удалить',
    'add' => 'Добавить',
    'more' => 'Подробнее',
    'save' => 'Сохранить',
    'see' => 'Посмотреть',
    'ye' => 'сум',
    'info' => 'Информация',
    'no_data' => 'Нет данных',
    'no_publish' => 'Не опубликовано',
    'back' => 'Назад',
    'all_fields_with' => 'Все поля обозначенные * обязательные',

    'settings' => [
        'title' => 'Настройки',
        'name' => 'Названия сайта',
        'phone' => 'Телефон',
        'phone_other' => 'Телефон другой',
        'email' => 'Эмаил',
        'address' => 'Адрес',
        'telegram' => 'Телеграм',
        'facebook' => 'Facebook',
        'instagram' => 'Instagram',
        'keywords' => 'Ключевое словы',
        'description' => 'Описание сайта',
        'landmark' => 'Ориентер',
        'day_delivery' => 'Время доставки',
        'price_delivery' => 'Стоимость доставки',
    ],

    'categories' => [
        'title' => 'Категории',
        'name' => 'Название',
        'image' => 'Только файлы типа: jpg, jpeg, png',
        'position' => 'Позиция',
        'choose_brand' => 'Выберите бренд(ы)',
        'add_cat' => 'Прикрепить к категории',
        'remove_cat' => 'Открепить от категории',
        'sub_category' => 'Главная категория',
        'choose_cat' => 'Выберите категорию',

        'char' => [
            'name' => 'Название поля',
            'type' => 'Тип поля'
        ]
    ],

    'colors' => [
        'title' => 'Цвета',
        'name' => 'Название',
        'color' => 'Цвет',
    ],

    'users' => [
        'title' => 'Пользователи',
        'fio' => 'Ф.И.О',
        'phone' => 'Телефон',
        'ip' => 'IP',
        'first_name' => 'Имя',
        'last_name' => 'Фамилия',
        'role' => 'Роль',
    ],

    'staffs' => [
        'title' => 'Стаф',
        'password' => 'Пароль',
    ],

    'products' => [
        'title' => 'Продукты',
        'name' => 'Названия',
        'body' => 'Описания',
        'image' => 'Изобрежения',
        'category' => 'Категории',
        'price' => 'Цена',
        'price_discount' => 'Цена со скидкой',
        'screens' => 'Скриншоты',
        'publish' => 'Опубликовать',
        'search' => 'ID или Названия',
        'brands' => 'Бренды',
        'characteristics' => 'Характеристики',
    ],

    'compilations' => [
        'title' => 'Подборки'
    ],

    'orders' => [
        'title' => 'Заказы',
        'user' => 'Пользователь',
        'city' => 'Город',
        'address' => 'Адрес',
        'status' => 'Статус',
        'delivery_type' => 'Тип доставки',
        'payment_system' => 'Тип оплаты',
        'date' => 'Дата',
        'order' => 'Заказ',
        'order_number' => 'Номер заказа №:number',
        'client' => 'Клиент',
        'floor' => 'Этаж',
        'entrance' => 'Подъезд',
        'house' => 'Дом',
        'first_name' => 'Имя',
        'last_name' => 'Фамилия',
        'phone' => 'Телефон',
        'product' => 'Товары',
        'count' => 'Кол-во',
        'size' => 'Размер',
        'price' => 'Цена',
        'total' => 'Итого',
        'color' => 'Цвет',
        'delivery' => 'Доставка',
        'branch' => 'Филиал',
        'shipment_date' => 'Дата самовывоза',
        'comment' => 'Комментария'
    ],

    'billing' => [
        'title' => 'История оплаты',
        'user' => 'Пользователь',
        'amount' => 'Сумма',
        'order_id' => 'Заказ',
        'status' => 'Статус',
        'payed' => 'Оплачено',
        'waiting' => 'В ожидании',
        'refused' => 'Отказано',
        'date' => 'Дата',
    ],

    'posts' => [
        'title' => 'Посты',
        'image' => 'Картинка',
        'name' => 'Название',
        'views' => 'Просмотры',
        'language' => 'Язык',
        'top' => 'Закрепить',
        'content' => 'Текст',
        'type' => [
            'title' => 'Тип поста',
            'news' => 'Раздел "Новости"',
            'article' => 'Раздел "Статьи"',
            'sales' => 'Раздел "Акции"',
            'media' => 'Раздел "СМИ о нас"',
        ]
    ],

    'brands' => [
        'title' => 'Бренды',
        'image' => 'Изображения',
        'name' => 'Названия',
    ],

    'partners' => [
        'title' => 'Партнёры',
        'image' => 'Изображения',
        'name' => 'Название',
    ],

    'files' => [
        'title' => 'Файлы',
        'size' => 'Размер',
        'path' => 'Путь к файлу',
    ],

    'branches' => [
        'title' => 'Филиалы',
        'name' => 'Название',
        'phone' => 'Номер',
        'address' => 'Адрес',
        'schedule' => 'Рабочии часы филиалов',
        'map' => 'Ссылка на карту',
        'orientation' => 'Ориентер'
    ],

    'slider' => [
        'title' => 'Баннеры',
        'name' => 'Название',
        'discount' => 'Скидка',
        'link' => 'Ссылка',
        'image' => 'Изображения',
        'position' => 'Позиция',
        'placement' => [
            'title' => 'Местоположение',
            'choose' => 'Выберите местоположение',
            'top' => 'Верхний баннер',
            'middle' => 'Нижний баннер'
        ]
    ],

    'specialOffers' => [
        'title' => 'Спецпредложения',
        'name' => 'Название',
        'link' => 'Ссылка',
        'image' => 'Изображения',
        'description' => 'Описание',
    ],

    'address' => [
        'title' => 'Адресы',
    ],

    'roles' => [
        '1' => 'Администратор',
        '2' => 'Пользователь',
        '3' => 'Редактор'
    ],

    'messages' => [
        'updated' => 'Успешно отредактировано',
        'created' => 'Успешно создано',
        'deleted' => 'Успешно удалено',
        'uploaded' => 'Файл успешно загружено',
    ],

    'pages' => [
        'title' => 'Страницы',
        'name' => 'Название',
        'description' => 'Описание',
    ],

    'feedback' => [
        'title' => 'Обратная связь',
        'name' => 'Имя',
        'phone' => 'Номер',
        'created_at' => 'Дата заявки',
        'status' => 'Статус',
        'viewed' => 'Просмотрено',
        'not_viewed' => 'Не просмотрено',
        'message' => 'Сообщение'
    ],

    'comments' => [
        'title' => 'Комментарии',
        'full_name' => 'Полное имя',
        'star' => 'Оценки',
        'star0' => 'Плохо',
        'star1' => 'Неплохо',
        'star2' => 'Нормально',
        'star3' => 'Хорошо',
        'status' => 'Статус',
        'published' => 'Опубликовано',
        'not_published' => 'Не опубликовано',
    ],

    'regions' => [
        'title' => 'Регионы',
        'name' => 'Регион',
    ],

    'cities' => [
        'title' => 'Города',
        'name' => 'Город',
        'choose_region' => 'Выберите регион'
    ],
];
