<?php

return [
    'main' => 'Главная',
    'in_bag' => 'В корзине',
    'more' => 'Подробнее',
    'share' => 'Поделиться',
    'no_product' => 'Товаров нет',
    'sum_sht' => 'сум/шт',
    'sum' => 'сум',
    'to_cart' => 'В корзине',
    'compare' => 'Сравнить',
    'delete' => 'Удалить',
    'price' => 'Цена',
    'discount' => 'Скидка',
    'buy' => 'Купить ',
    'all' => 'Все',
    'all_categories' => 'Все категории',
    'call_center' => 'Call-центр',

    'close' => 'Закрыть',
    'exist' => 'Есть',
    'no' => 'Нет',
    'back' => 'Назад',
    'no_category_product' => 'Нет товаров в данной категории',

    'search_result' => 'По вашему запросу :text ничего не найдено. Попробуйте ввести другие ключевые слова для поиска',
    'pay_in' => 'Оплачивайте с помощью',

    'errors' => [
        '1' => 'Hеправильный СМС код',
        '2' => 'Пользователь уже зарегирован',
        '3' => 'Продукт не существует',
        '100' => 'Никакие данные',
        '401' => 'Аутентифицируемый.',

        'count' => 'Не осталость в наличии'
    ],

    'product' => [
        'article_number' => 'Артикул',
        'in_cart' => 'В корзине',

        'delivery_home' => 'Доставить на дом',
        'delivery_home_text' => 'завтра и позже, бесплатно',

        'pickup' => 'Забрать в магазине',
        'pickup_text' => 'сегодня, бесплатно',

    ],

    'navbar-categories' => [
        'sales' => "Акции и <br> скидки",
    ],

    'favorites' => [
        'title' => 'Избранные товары',
        'in_favorite' => 'В избранное'
    ],

    'search' => [
        'title' => 'Поиск',
        'search' => 'Поиск по сайту',
        'search_by' => 'Поиск по сайту',
        'products' => 'Поиск товаров...'
    ],

    'cart' => [
        'title' => 'Корзина'
    ],

    'layout' => [
        'compare' => 'Сравнение',
        'register' => 'Регистрация',
        'login' => 'Войти',
        'information' => 'Информация',
        'terms_of_use' => 'Пользовательское сограшение',
        'rules_of_delivery' => 'Правила доставки',
        'rights' => 'Все права защищены',
        'developed' => 'Разработка и дизайн',
    ],

    'auth' => [
        'title' => 'Авторизация',
        'phone' => 'Номер телефона',
        'enter_phone' => '+998 Введите номер телефона',
        'enter_password' => 'Введите ваш пароль',
        'password' => 'Пароль',
        'forgot_password' => 'Забыли пароль?',
        'cancel' => 'Отмена',
        'password_recovery' => 'Восстановление пароля',
        'recover' => 'Восстановить',
        'name' => 'Ваше Имя',
        'enter_name' => 'Введите Ваше Имя',
        'confirmation' => 'Подтверждение',
        'to_your_phone' => 'На ваш номер',
        'sms_send' => 'отправлено СМС с кодом подтверждения. Оно придёт в течение
                        нескольких минут.',
        'enter_sms' => 'Введите код из СМС',
        'send_to_sms' => 'Получить код',
        'sms' => 'Код из СМС',
        'resend_sms' => 'Выслать код повторно',
        'confirm' => 'Подтвердить',
        'profile' => 'Профиль',
        'logout' => 'Выйти'
    ],

    'about' => [
        'title' => 'О нас',

    ],

    'callback' => [
        'title' => 'Обратная связь',
    ],

    'index' => [
        'slogans' => [
            'installment' => 'Рассрочка онлайн за 1 минуту',
            'takeout' => 'Самовывоз через 15 минут',
            'guarantee' => 'Гарантия низкой цены',
            'bonus' => 'Бонусная программа Alistore',
            'fast_and_soft' => 'Быстрая и бережная доставка'
        ],
        'special_offer' => 'Спецпредложения',
        'leader_of_sales' => 'Скидки',
        'popular_prods' => 'Популярные товары',
        'leader' => 'ХИТ',
        'popular_categories' => 'Популярные категории',
        'new_income' => 'Новинки',
        'our_partners' => 'Бренды',

    ],

    'categories' => [
        'title' => 'Разделы'
    ],


    'news' => [
        'title' => 'Акции и новости',
        'other_news' => 'Другие Новости'
    ],

    'article' => [
        'title' => 'Статьи'
    ],

    'sales' => [
        'title' => 'Акции'
    ],

    'media' => [
        'title' => 'СМИ о нас'
    ],

    'feedback' => [
        'title' => 'Форма обратной связи',
        'message' => 'Ваш вопрос или сообщение',
        'send' => 'Отправить'
    ],

    'order' => [
        'success' => [
            'title' => 'Ваш заказ успешно зарегистрирован',
            'text' => 'В ближайшее время с вами свяжется наш менеджер по работе с клиентом'
        ]
    ],

    'messages' => [
        'updated' => 'Успешно обновлено',
        'created' => 'Успеешно добавлено',
    ],

    'profile' => [
        'title' => 'Личный кабинет',
        'personal_data' => 'Персональные данные',
        'first' => 'Имя*',
        'name' => 'Название магазина*',
        'inn' => 'ИНН',
        'last' => 'Фамилия*',
        'index' => 'Почтовый адрес',
        'birth' => 'Дата рождения*',
        'sex' => 'Пол*',
        'male' => 'Мужской',
        'female' => 'Женский',
        'email' => 'Адрес эл. почты',
        'region' => 'Район',
        'phone' => 'Номер телефона*',
        'save' => 'Сохранить',

        'history' => 'История заказов',
        'product_name' => 'Название товара',
        'count' => 'Количество',
        'price' => 'Цена за шт.',
        'total' => 'Итого',
        'delivery' => 'Доставка',
        'totall' => 'Общая сумма',
        'not_history' => 'Вы еще не совершали покупок!',

        'comment' => 'Комментарий',
        'payment_system' => 'Способ оплаты',
        'price_delivery' => 'Сумма доставки',
        //'address' => 'Адрес доставки',
        'date' => 'Дата заказа',
        'status' => 'Статус',
        'status_payed' => 'Статус оплаты',
        'cash' => 'Наличними',

        'waiting_orders' => 'В ожидании',
        'active_orders' => 'Активные',
        'closed_orders' => 'Завершенные',

        'empty_orders' => 'Нет заказов',

        'processing' => 'В обработке',
        'collected' => 'Собран',
        'waiting_buyer' => 'Ожидает покупателя',
        'in_way' => 'В пути',
        'closed' => 'Закрыт',
        'cancelled' => 'Отменен',
        'replacement' => 'Замена',

        'waiting' => 'Не оплачено',
        'payed' => 'Оплачено',

        'pay' => 'Оплатить',
        'pay_help' => 'Оплатите следующей способами',
        'number' => 'Заказ №',

        'address' => [
            'title' => 'Адресная книга',
            'no_data' => 'У вас нет адреса'
        ],

        'orders' => [
            'title' => 'Мои заказы'
        ],

        'favorites' => [
            'title' => 'Избранные товары'
        ],

        'logout' => 'Выйти'
    ],

    'credit' => [
        'title' => 'Рассрочка'
    ],

    'delivery' => [
        'title' => 'Доставка',
    ],

    'payment' => [
        'title' => 'Оплата'
    ],

    'partners' => 'Партнеры'
];
